---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.RebarCoupler
source: html/96651496-6780-b5ea-5f77-ceb0979c30d2.htm
---
# RebarCoupler Properties

The id of the assembly instance to which the element belongs.